[
    {
        "name": "Watermelon Sangria",
        "id": 1,
        "image": "../images/watermelon_sangria.jpg",
        "theme": "Bubbles Cocktails",
        "alcohol": "liquor",
        "description": "Indulge in the seductive allure of juicy, cool watermelon, a tantalizing summer treat. This pink sangria entices with hints of tart lime, velvety mint, and a touch of floral sweetness. Its alluring blush hue is a result of the tantalizing blend of fresh watermelon juice, rosé, and rosé Champagne, heightened by St. Germain elderflower liquor.\n\nSip this sensuous elixir by the pool, on a moonlit porch, or at the beach, as it entwines still and sparkling rosé wines.\n\nServe it in highball glasses or captivating mason jars, adorned with patterned pink paper straws to match its irresistible color.",
        "ingredients": {
            "key1": "1 bottle Rosé",
            "key2": "120 ml St. Germain (elderflower liquor)",
            "key3": "240 ml fresh watermelon juice",
            "key4": "A bottle of Rose champagne or your desired choice of bubbles",
            "key6": "Fresh mint, lime wheels, and sliced watermelon for garnish"
        },
        "instructions": {
            "inst1": "To make watermelon juice, blend two cups of cubed watermelon in a blender until smooth. Strain through a fine mesh sieve into a pitcher.",
            "inst2": "Combine bottle of Rosé, St. Germain, watermelon juice, and zest into a large pitcher, chill until ready to serve. When ready to serve, add bottle of Champagne to the pitcher and stir.",
            "inst3": "Fill highball glasses with ice and pour sangria. Garnish with mint, limes, and watermelon slices."
        }
    },
    {
        "name": "Grapefruit Swirl",
        "id": 2,
        "image": "../images/Grapefruit_swirl.jpg",
        "theme": "Bubbles Cocktails",
        "alcohol": "gin",
        "description": "Step into a winter wonderland with this fun and seductive cardamom & grapefruit gin fizz. <br><br>It's like a burst of sunshine in a glass, with warm, woodsy flavors and a splash of citrusy brightness. <br><br>Whether it's Christmas Eve or just a cocktail craving, this festive drink is perfect for toasting. Infused with cardamom and rosemary, it's easy to make and adds a touch of magic. Cozy up with the wintery spice of cardamom-infused gin, the tartness of fresh grapefruit, and the subtle earthiness of rosemary syrup. <br><br>Fancy meets holiday cheer in this blushing grapefruit gin fizz! Cheers!",
        "ingredients": {
            "key1": "60 ml rosemary syrup",
            "key2": "80 ml cardamom infused gin",
            "key3": "120 ml grapefruit juice",
            "key4": "a bottle of champagne or your desired choice of bubbles ",
            "key5": "Rosemary sprigs",
            "key6": "Grapefruit peel, for garnish"
        },
        "instructions": {
            "inst1": "In a small jar with an airtight lid add gin and cardamom pods. Seal and store for 24 hours.",
            "inst2": "To make the rosemary simple syrup, bring sugar, water and 2 rosemary sprigs to a simmer in a small saucepan until sugar is dissolved. Remove from heat and allow to cool completely. Remove the rosemary and use right away, or store in an airtight container in the refrigerator for up to a week.",
            "inst3": "To make the cocktail pour rosemary syrup, infused gin and grapefruit juice over ice in a cocktail mixer and shake to combine.",
            "inst4": "Using a strainer, divide the mixture in two glasses filled with fresh ice.",
            "inst5": "Top with prosecco and garnish with a sprig of rosemary and a grapefruit peel."
        }
    },
    {
        "name": "Summer Cobbler",
        "id": 3,
        "image": "../images/summer_cobbler.jpg",
        "theme": "Summer Cocktails",
        "alcohol": "whiskey",
        "description": "Savor the seductive Summer Cobbler Cocktail, a refreshing blend of fresh blackberries, white whiskey, lime juice, and orange liqueur. This tantalizing drink proves that whiskey can be light and perfect for summer. Serve it by the pool and watch guests line up to try this fruity delight. <br><br>Effortlessly shake up this cocktail and garnish with a blackberry twist or a sprig of mint. Get ready to embrace the season in style with the Summer Cobbler Cocktail. your irresistible sip of summer.",
        "ingredients": {
            "key1": "45 ml Buffalo Trace White Dog Mash No. 1, (white wiskey)",
            "key2": "15 ml Grand Marnier or other orange-flavored liqueur",
            "key3": "10 ml freshly pressed lime juice",
            "key4": "45 ml Farm Blackberry Preserves",
            "key5": "45 ml fresh blackberries",
            "key6": "Fresh blackberries and lime peel twist for garnish"
        },
        "instructions": {
            "inst1": "Combine 45 ml white whiskey, 15 ml Grand Marnier or other orange-flavored liqueur, 10 ml fresh lime juice, 45 ml Blackberry Farm Blackberry Preserves, and 3 fresh blackberries in an ice-filled cocktail shaker.",
            "inst2": "Cover with lid, and shake until mixed and thoroughly chilled, about 45 seconds.  Garnish with fresh blackberries and lime peel twists.",
            "inst3": "Strain whiskey mixture into an old-fashioned glass filled with crushed ice."
        }
    },
    {
        "name": "Bee's Knees",
        "id": 4,
        "image": "../images/B_knees.jpg",
        "theme": "Summer Cocktails",
        "alcohol": "gin",
        "description": "Indulge in the sublime sweetness of the Bee's Knees, a delightful gin-based cocktail that embodies the essence of summer. With a harmonious blend of Tanqueray London Dry Gin, freshly pressed lemon juice, honey syrup, and a dash of orange bitters, this drink is a symphony of flavors. The honey syrup adds a luscious touch of natural sweetness, while the lemon juice provides a refreshing tang. Finished with a twist of lemon peel to release its aromatic oils, this cocktail is a true treat for the senses.",
        "ingredients": {
            "key1": "45 ml Tanqueray London Dry Gin",
            "key2": "15 ml Freshly pressed lemon juice",
            "key3": "15 ml Honey syrup",
            "key4": "1 dash of Orange bitters",
            "key5": "Lemon peel"
        },
        "instructions": {
            "inst1": "To make the cocktail, fill a cocktail shaker with ice. Pour in the honey syrup (1:2 Ratio between honey and water), lemon juice and gin and a dash of orange bitters.",
            "inst2": "fasten the lid and shake until the mixture is very cold, about 30 seconds.",
            "inst3": "Strain the drink into a rocks glass, fill the glass up with fresh ice cubes.",
            "inst4": "Twist the lemon peel over the cocktail to release some of its oils, then drop it in."
        }
    },
    {
<<<<<<< Updated upstream:recipepage/drinksData.json
        "name": "Pimms & Gingerbeer",
        "id": 5,
=======
        "name": "Pimms and Gingerbeer",
        "id": "",
>>>>>>> Stashed changes:JSON/drinksData.json
        "image": "../images/Pimms.jpg",
        "theme": "Punches",
        "alcohol": "liquor",
        "description": "Step into a world of refreshing indulgence with the Pimm's & Gingerbeer cocktail, a delightful concoction that embodies the spirit of summer punches. With the harmonious fusion of Pimm's No. 1, zesty freshly pressed lemon juice, and the effervescence of ginger beer, this drink is a celebration of vibrant flavors. The combination of Pimm's and ginger beer creates a perfect balance, offering a delightful blend of sweetness and spiciness.\n\nPrepare to be enchanted as you witness the transformation of a glass pitcher filled with ice, infused with the essence of Pimm's, lemon juice, and the crisp bubbles of ginger beer. The pitcher becomes a colorful mosaic with the addition of vibrant slices of cucumber, orange, and halved strawberries. A sprig of fresh mint, lightly crushed to release its aromatic oils, adds a touch of herbal freshness to the mix.\n\nAs you stir this delightful elixir with a long-handled spoon, the flavors meld together, creating a symphony of taste and visual delight. Pour into tall glasses, over ice, and let the Pimm's & Gingerbeer transport you to a sun-soaked paradise.",
        "ingredients": {
            "key1": "200 ml Pimm's no 1",
            "key2": "600 ml Ginger beer",
            "key3": "100ml freshly pressed lemon juice",
            "key4": "Orange Peel",
            "key5": "1 sprig fresh mint",
            "key6": "1 small cucumber, sliced (peel left on)",
            "key7": "1 medium orange, sliced ",
            "key8": "6-8 strawberries, hulled and halved"
        },
        "instructions": {
            "inst1": "Fill a glass pitcher with ice.",
            "inst2": "Mix the Pimm's with lemon juice and gingerbeer in the pitcher with the ice.",
            "inst3": "Lightly crush the mint in your hand to release the scent and oils, and add it to the pitcher along with the cucumber slices, orange slices, and strawberries.",
            "inst4": "Stir with a long-handled spoon and serve in tall glasses with ice."
        }
    },
    {
        "name": "Packers Punch",
        "id": 6,
        "image": "../images/packers.jpg",
        "theme": "Punches",
        "alcohol": "Whiskey",
        "description": "Embrace the spirit of celebration with Packers Punch, a whiskey-infused delight that embodies the essence of punch perfection. Crafted with the smooth richness of Maker's Mark bourbon and the vibrant notes of triple sec, this cocktail is a tribute to indulgence. As you sip this elixir, let the flavors dance on your palate, intertwining with the refreshing homemade lemonade and a touch of effervescence from the lemon-lime soda.\n\nPicture a glass pitcher filled to the brim with ice, waiting to be transformed into a vessel of delight. With each careful pour of bourbon, triple sec, and homemade lemonade, the pitcher becomes a canvas for celebration. As you add thinly sliced apples, the vibrant fruit lends a hint of natural sweetness and a delightful crunch to each sip.\n\nStir the concoction with anticipation, feeling the excitement build as the ingredients meld together in harmonious unity. Finally, pour this delectable elixir over ice in a tall glass, and let Packers Punch become your gateway to moments of joy and shared camaraderie.",
        "ingredients": {
            "key1": "300 ml Maker's Mark bourbon",
            "key2": "100 ml triple sec",
            "key3": "900 ml homemade lemonade",
            "key4": "400 ml lemon-lime soda (Sprite for example)",
            "key5": "1 apple (sliced thinly)"
        },
        "instructions": {
            "inst1": "Fill a glass pitcher with ice.",
            "inst2": "Mix the bourbon and triple sec with the homemade lemonade in the pitcher with the ice.",
            "inst3": "Add the sliced apples and stir to incorporate ingredients.",
            "inst4": "Serve over ice in a tall glass."
        }
    },
    {
        "name": "Cucumber Mint Gimlet",
        "id": 7,
        "image": "../images/Cucumber_gimlet.jpg",
        "theme": "Retro Cocktails",
        "alcohol": "gin",
        "description": "Experience retro elegance with the Cucumber Mint Gimlet, a refreshing cocktail that combines the coolness of cucumber and the invigorating essence of mint. Muddled cucumber, fresh mint leaves, light agave nectar (or simple syrup), lime juice, and gin (preferably Hendrick's) blend harmoniously in this timeless libation.\n\nMuddle the cucumber, mint, and agave nectar, then shake vigorously with ice, lime juice, and gin until thoroughly chilled. Strain into a martini glass and garnish with a sprig of mint for an added touch of sophistication.\n\nIndulge in the cool and revitalizing flavors of the Cucumber Mint Gimlet, embracing the charm of a bygone era. Cheers!",
        "ingredients": {
            "key1": "2-inch slice of peeled cucumber, halved and then quartered",
            "key2": "10 mint leaves",
            "key3": "10 ml light agave nectar or simple syrup",
            "key4": "30 ml lime juice",
            "key5": "45 ml gin, preferably Hendrick’s"
        },
        "instructions": {
            "inst1": "In a cocktail shaker, muddle the cucumber, mint and agave nectar until the cucumber offers no more resistance.",
            "inst2": "Fill the shaker with ice, then pour in the lime juice and gin. Put the lid on your shaker and shake until the cocktail is thoroughly chilled, about 20 seconds.",
            "inst3": "Strain the mixture into a martini glass. Garnish with a tiny sprig of mint, if you’d like."
        }
    },
    {
        "name": "Old Fashioned",
        "id": 8,
        "image": "../images/OldFashioned.jpg",
        "theme": "Retro Cocktails",
        "alcohol": "whiskey",
        "description": "Step back in time and indulge in the timeless elegance of the Old Fashioned cocktail. This classic libation is a harmonious blend of quality whiskey, a touch of sweetness from a sugar cube, and aromatic bitters. Garnished with a citrus twist, it embodies the art of mixology in a single glass.\n\nSavor the rich flavors of the whiskey, the subtle sweetness of the sugar, and the complexity added by the bitters. With each sip, be transported to an era where craftsmanship and attention to detail were paramount.\n\nThe Old Fashioned is an embodiment of sophistication and refinement, making it a beloved choice for those seeking a taste of tradition. Raise your glass and enjoy the enduring allure of this timeless cocktail. Cheers!",
        "ingredients": {
            "key1": "60 ml Woodford Reserve Bourbon",
            "key2": "1 teaspoon Sugar",
            "key3": "2 dashes of Angostura Bitters",
            "key4": "Orange Peel"
        },
        "instructions": {
            "inst1": "Add the sugar and bitters into a mixing glass, then add about 10 ml of bourbon, and stir until the sugar is nearly dissolved.",
            "inst2": "Fill the mixing glass with ice, add the rest of bourbon, and stir until well-chilled.",
            "inst3": "Strain into a rocks glass over fresh ice cubes.",
            "inst4": "Express the oil of an orange twist over the glass, then drop into the glass to garnish."
        }
    },
    {
        "name": "Paloma",
        "id": 9,
        "image": "../images/paloma.jpg",
        "theme": "Less is More Cocktails",
        "alcohol": "tequila",
        "description": "Transport yourself to a sun-kissed Mexican paradise with the Paloma cocktail. This vibrant libation blends zesty grapefruit, tangy lime, and a touch of fizz for a refreshing and invigorating experience.\n\nSip and savor the lively combination of freshly squeezed grapefruit juice, bright lime, and carbonated soda. The Paloma captures the essence of celebration and relaxation, evoking memories of carefree moments under the sun.\n\nGarnished with a sprig of mint or a wedge of grapefruit, this visually stunning cocktail is as delightful to look at as it is to taste. Indulge in the Paloma's vibrant flavors and let it whisk you away to a tropical paradise.\n\nRaise your glass and toast to the Paloma, a sip of Mexican sunshine that brings joy to any occasion. Salud!",
        "ingredients": {
            "key1": "50 ml Don Julio Blanco",
            "key2": "10 ml freshly pressed lime juice",
            "key3": "5 ml Agave nectar syrup",
            "key4": "Pink Grapefruit Soda",
            "key5": "Pinch of salt",
            "key6": "Pink Grapefruit wedge"
        },
        "instructions": {
            "inst1": "Salt the rim of the glass by rubbing a grapefruit wedge around the edge and dipping it onto a small plate of salt. Fill the glass with ice.",
            "inst2": "Mix the tequila, lime juice and agave nectar syrup into the glass.",
            "inst3": "Top it of with Pink Grapefruit Soda. Adjust sweetness to taste with agave nectar syrup.",
            "inst4": "Garnish with grapefruit wedge."
        }
    },
    {
        "name": "Spill The Tea",
        "id": 10,
        "image": "../images/spill_my_tea.jpg",
        "theme": "Less is More Cocktails",
        "alcohol": "gin",
        "description": "Unveil the seductive charm of the Spill The Tea cocktail. With a theme of less is more, this libation exudes elegance and sophistication.\n\nIndulge in the allure of Tanqueray London Dry Gin and the vibrant essence of orange marmalade. A teabag of Earl Grey adds a touch of mystery, infusing the drink with delicate notes of bergamot and black tea.\n\nServed in a wine glass filled with ice, the Spill The Tea cocktail shimmers with effervescence, inviting you to savor its enticing flavors. Garnished with a zesty lemon wedge, it balances playfulness and sensuality.\n\nEmbrace the art of less and let the Spill The Tea cocktail reveal its hidden secrets. Raise your glass and surrender to its seductive charm. Cheers to indulgence and discovery.",
        "ingredients": {
            "key1": "50 ml Tanqueray London Dry Gin",
            "key2": "1 teaspoon Orange marmelade",
            "key3": "1 teabag of Earl Grey",
            "key4": "Tonic Water",
            "key5": "Lemon Wedge"
        },
        "instructions": {
            "inst1": "For this drink it's preferred to use a bigger glas, such as a wine glass. Add a teaspoon Orange Marmelade in the glass and fill it up with ice.",
            "inst2": "Pour the gin over the ice and top it of with Tonic water. Add more ice if necessary.",
            "inst3": "Drop the teabag into the drink and leave it in.",
            "inst4": "Garnish with Lemon wedge."
        }
    }
]