[
    {
        "name": "Watermelon Sangria",
        "id": 1,
        "image": "../images/watermelon_sangria.jpg",
        "theme": "BUBBLY",
        "alcohol": "liquor",
        "description": "Indulge in the seductive allure of juicy watermelon sangria, blending tangy lime and velvety mint. With its blush hue, this sensual elixir of rosé, Champagne, and St. Germain liquor enchants by the pool or on a moonlit porch. Sip from highball glasses or mason jars, and savor the temptation.",
        "ingredients": {
            "key1": "1 bottle Rosé",
            "key2": "120 ml St. Germain (elderflower liquor)",
            "key3": "240 ml fresh watermelon juice",
            "key4": "A bottle of Rose champagne or your desired choice of bubbles",
            "key6": "Fresh mint, lime wheels, and sliced watermelon for garnish"
        },
        "instructions": {
            "inst1": "To make watermelon juice, blend two cups of cubed watermelon in a blender until smooth. Strain through a fine mesh sieve into a pitcher.",
            "inst2": "Combine bottle of Rosé, St. Germain, watermelon juice, and zest into a large pitcher, chill until ready to serve. When ready to serve, add bottle of Champagne to the pitcher and stir.",
            "inst3": "Fill highball glasses with ice and pour sangria. Garnish with mint, limes, and watermelon slices."
        }
    },
    {
        "name": "Grapefruit Swirl",
        "id": 2,
        "image": "../images/Grapefruit_swirl.jpg",
        "theme": "BUBBLY",
        "alcohol": "gin",
        "description": "Savor the winter sunshine with a cardamom and grapefruit gin fizz. This festive cocktail sparkles with prosecco and citrus brightness. With rosemary-infused syrup and cardamom-infused gin, it's the perfect blend of warmth and tartness. Embrace the magic in a glass, and toast to special occasions.",
        "ingredients": {
            "key1": "60 ml rosemary syrup",
            "key2": "80 ml cardamom infused gin",
            "key3": "120 ml grapefruit juice",
            "key4": "a bottle of champagne or your desired choice of bubbles ",
            "key5": "Rosemary sprigs",
            "key6": "Grapefruit peel, for garnish"
        },
        "instructions": {
            "inst1": "In a small jar with an airtight lid add gin and cardamom pods. Seal and store for 24 hours.",
            "inst2": "To make the rosemary simple syrup, bring sugar, water and 2 rosemary sprigs to a simmer in a small saucepan until sugar is dissolved. Remove from heat and allow to cool completely. Remove the rosemary and use right away, or store in an airtight container in the refrigerator for up to a week.",
            "inst3": "To make the cocktail pour rosemary syrup, infused gin and grapefruit juice over ice in a cocktail mixer and shake to combine.",
            "inst4": "Using a strainer, divide the mixture in two glasses filled with fresh ice.",
            "inst5": "Top with prosecco and garnish with a sprig of rosemary and a grapefruit peel."
        }
    },
    {
        "name": "Summer Cobbler",
        "id": 3,
        "image": "../images/summer_cobbler.jpg",
        "theme": "SUMMER",
        "alcohol": "whiskey",
        "description": "Embrace summer with the seductive Summer Cobbler Cocktail. A tantalizing blend of blackberries, white whiskey, and citrus, this refreshing drink is perfect for poolside enjoyment. Shake it up effortlessly and garnish for added charm. Indulge in the irresistible taste of summer.",
        "ingredients": {
            "key1": "45 ml Buffalo Trace White Dog Mash No. 1, (white wiskey)",
            "key2": "15 ml Grand Marnier or other orange-flavored liqueur",
            "key3": "10 ml freshly pressed lime juice",
            "key4": "45 ml Farm Blackberry Preserves",
            "key5": "45 ml fresh blackberries",
            "key6": "Fresh blackberries and lime peel twist for garnish"
        },
        "instructions": {
            "inst1": "Combine 45 ml white whiskey, 15 ml Grand Marnier or other orange-flavored liqueur, 10 ml fresh lime juice, 45 ml Blackberry Farm Blackberry Preserves, and 3 fresh blackberries in an ice-filled cocktail shaker.",
            "inst2": "Cover with lid, and shake until mixed and thoroughly chilled, about 45 seconds.  Garnish with fresh blackberries and lime peel twists.",
            "inst3": "Strain whiskey mixture into an old-fashioned glass filled with crushed ice."
        }
    },
    {
        "name": "Bee's Knees",
        "id": 4,
        "image": "../images/B_knees.jpg",
        "theme": "SUMMER",
        "alcohol": "gin",
        "description": "Experience the sublime Bee's Knees cocktail, capturing the essence of summer. Tanqueray gin, fresh lemon juice, honey syrup, and a hint of orange bitters create a symphony of flavors. Savor the luscious sweetness and refreshing tang, garnished with a twist of lemon peel. A true sensory delight.",
        "ingredients": {
            "key1": "45 ml Tanqueray London Dry Gin",
            "key2": "15 ml Freshly pressed lemon juice",
            "key3": "15 ml Honey syrup",
            "key4": "1 dash of Orange bitters",
            "key5": "Lemon peel"
        },
        "instructions": {
            "inst1": "To make the cocktail, fill a cocktail shaker with ice. Pour in the honey syrup (1:2 Ratio between honey and water), lemon juice and gin and a dash of orange bitters.",
            "inst2": "fasten the lid and shake until the mixture is very cold, about 30 seconds.",
            "inst3": "Strain the drink into a rocks glass, fill the glass up with fresh ice cubes.",
            "inst4": "Twist the lemon peel over the cocktail to release some of its oils, then drop it in."
        }
    },
    {
        "name": "Pimms and Gingerbeer",
        "id": 5,
        "image": "../images/Pimms.jpg",
        "theme": "PUNCHES",
        "alcohol": "liquor",
        "description": "Experience the refreshing delight of Pimm's & Gingerbeer cocktail, a vibrant summer punch. Pimm's No. 1, lemon juice, and ginger beer create a harmonious blend of sweet and spicy flavors. Watch as the glass pitcher transforms into a colorful mosaic with cucumber, orange, and strawberries. Stir, pour over ice, and be transported to a sun-soaked paradise.",
        "ingredients": {
            "key1": "200 ml Pimm's no 1",
            "key2": "600 ml Ginger beer",
            "key3": "100ml freshly pressed lemon juice",
            "key4": "Orange Peel",
            "key5": "1 sprig fresh mint",
            "key6": "1 small cucumber, sliced (peel left on)",
            "key7": "1 medium orange, sliced ",
            "key8": "6-8 strawberries, hulled and halved"
        },
        "instructions": {
            "inst1": "Fill a glass pitcher with ice.",
            "inst2": "Mix the Pimm's with lemon juice and gingerbeer in the pitcher with the ice.",
            "inst3": "Lightly crush the mint in your hand to release the scent and oils, and add it to the pitcher along with the cucumber slices, orange slices, and strawberries.",
            "inst4": "Stir with a long-handled spoon and serve in tall glasses with ice."
        }
    },
    {
        "name": "Packers Punch",
        "id": 6,
        "image": "../images/Packers.jpg",
        "theme": "PUNCHES",
        "alcohol": "Whiskey",
        "description": "Celebrate with Packers Punch, a whiskey-infused delight capturing the essence of perfect punch. Maker's Mark bourbon, triple sec, and homemade lemonade blend harmoniously. Sliced apples add natural sweetness and crunch. Stir with anticipation, then pour over ice, and let Packers Punch become your gateway to joy and camaraderie.",
        "ingredients": {
            "key1": "300 ml Maker's Mark bourbon",
            "key2": "100 ml triple sec",
            "key3": "900 ml homemade lemonade",
            "key4": "400 ml lemon-lime soda (Sprite for example)",
            "key5": "1 apple (sliced thinly)"
        },
        "instructions": {
            "inst1": "Fill a glass pitcher with ice.",
            "inst2": "Mix the bourbon and triple sec with the homemade lemonade in the pitcher with the ice.",
            "inst3": "Add the sliced apples and stir to incorporate ingredients.",
            "inst4": "Serve over ice in a tall glass."
        }
    },
    {
        "name": "Cucumber Gimlet",
        "id": 7,
        "image": "../images/Cucumber_gimlet.jpg",
        "theme": "RETRO",
        "alcohol": "gin",
        "description": "Embrace retro elegance with the Cucumber Mint Gimlet, a refreshing cocktail blending cucumber, mint, lime, and gin. Muddle and shake with ice for a cool libation. Strain into a martini glass, garnish with mint, and indulge in the revitalizing flavors of this timeless drink. Cheers to the charm of a bygone era!",
        "ingredients": {
            "key1": "2-inch slice of peeled cucumber, halved and then quartered",
            "key2": "10 mint leaves",
            "key3": "10 ml light agave nectar or simple syrup",
            "key4": "30 ml lime juice",
            "key5": "45 ml gin, preferably Hendrick’s"
        },
        "instructions": {
            "inst1": "In a cocktail shaker, muddle the cucumber, mint and agave nectar until the cucumber offers no more resistance.",
            "inst2": "Fill the shaker with ice, then pour in the lime juice and gin. Put the lid on your shaker and shake until the cocktail is thoroughly chilled, about 20 seconds.",
            "inst3": "Strain the mixture into a martini glass. Garnish with a tiny sprig of mint, if you’d like."
        }
    },
    {
        "name": "Old Fashioned",
        "id": 8,
        "image": "../images/OldFashioned.jpg",
        "theme": "RETRO",
        "alcohol": "whiskey",
        "description": "Experience timeless elegance with the Old Fashioned cocktail, a harmonious blend of quality whiskey, sugar, and aromatic bitters. Garnished with a citrus twist, it embodies the art of mixology. Savor the rich flavors, subtle sweetness, and complexity. Transport yourself to an era of craftsmanship and sophistication. Cheers to tradition and refined taste!",
        "ingredients": {
            "key1": "60 ml Woodford Reserve Bourbon",
            "key2": "1 teaspoon Sugar",
            "key3": "2 dashes of Angostura Bitters",
            "key4": "Orange Peel"
        },
        "instructions": {
            "inst1": "Add the sugar and bitters into a mixing glass, then add about 10 ml of bourbon, and stir until the sugar is nearly dissolved.",
            "inst2": "Fill the mixing glass with ice, add the rest of bourbon, and stir until well-chilled.",
            "inst3": "Strain into a rocks glass over fresh ice cubes.",
            "inst4": "Express the oil of an orange twist over the glass, then drop into the glass to garnish."
        }
    },
    {
        "name": "Paloma",
        "id": 9,
        "image": "../images/paloma.jpg",
        "theme": "LESSISMORE",
        "alcohol": "tequila",
        "description": "Escape to a sun-kissed Mexican paradise with the Paloma cocktail. This vibrant libation combines zesty grapefruit, tangy lime, and a touch of fizz for a refreshing experience. Sip and savor the lively blend of grapefruit juice, lime, and soda, evoking carefree moments under the sun. Indulge in this visually stunning and flavorful cocktail, raising your glass to Mexican sunshine. Salud!",
        "ingredients": {
            "key1": "50 ml Don Julio Blanco",
            "key2": "10 ml freshly pressed lime juice",
            "key3": "5 ml Agave nectar syrup",
            "key4": "Pink Grapefruit Soda",
            "key5": "Pinch of salt",
            "key6": "Pink Grapefruit wedge"
        },
        "instructions": {
            "inst1": "Salt the rim of the glass by rubbing a grapefruit wedge around the edge and dipping it onto a small plate of salt. Fill the glass with ice.",
            "inst2": "Mix the tequila, lime juice and agave nectar syrup into the glass.",
            "inst3": "Top it of with Pink Grapefruit Soda. Adjust sweetness to taste with agave nectar syrup.",
            "inst4": "Garnish with grapefruit wedge."
        }
    },
    {
        "name": "Spill The Tea",
        "id": 10,
        "image": "../images/spill_my_tea.jpg",
        "theme": "LESSISMORE",
        "alcohol": "gin",
        "description": "Discover the allure of the Spill The Tea cocktail, where elegance meets sophistication. Tanqueray Gin, orange marmalade, and Earl Grey tea blend seamlessly, creating a mysterious and effervescent libation. Served in a wine glass with ice and a zesty lemon wedge, it captivates with playful sensuality. Surrender to its seductive charm and raise your glass in indulgence. Cheers!",
        "ingredients": {
            "key1": "50 ml Tanqueray London Dry Gin",
            "key2": "1 teaspoon Orange marmelade",
            "key3": "1 teabag of Earl Grey",
            "key4": "Tonic Water",
            "key5": "Lemon Wedge"
        },
        "instructions": {
            "inst1": "For this drink it's preferred to use a bigger glas, such as a wine glass. Add a teaspoon Orange Marmelade in the glass and fill it up with ice.",
            "inst2": "Pour the gin over the ice and top it of with Tonic water. Add more ice if necessary.",
            "inst3": "Drop the teabag into the drink and leave it in.",
            "inst4": "Garnish with Lemon wedge."
        }
    }
]